Repository: valderan/nightscout-cinnamon-applet
Catalog: po/*.po
Languages: ru

source: Fetches API from your Nightscout site and showing BG
ru: Получает данные с вашего сайта Nightscout и отображает уровень глюкозы

source: General Settings for the Nighscout Applet
ru: Общие настройки апплета Nightscout

source: minutes
ru: минут

source: Refresh Interval for your Nightscout applet:
ru: Интервал обновления апплета Nightscout:

source: Increase or decrease this spinner value to change the refresh interval - use a slow refresh if you have a slow machine.
ru: Увеличьте или уменьшите это значение для изменения интервала обновления - используйте медленное обновление на слабых машинах.

source: Nightscout host
ru: Сервер Nightscout

source: Nighscout host (including http(s))
ru: Адрес сервера Nightscout (включая http(s))

source: A host where your CGM information gonna be queried
ru: Сервер, с которого будут запрашиваться данные CGM

source: Nightscout API token
ru: API-токен Nightscout

source: API access token (e.g., school-... or xdrip-...)
ru: Токен доступа к API (например, school-... или xdrip-...)

source: Various settings
ru: Дополнительные настройки

source: Show missing readings
ru: Показывать пропущенные показания

source: Add information about missing readings in the text
ru: Добавлять информацию о пропущенных показаниях в текст

source: When start to show missing readings alert
ru: Через сколько показывать предупреждение о пропуске

source: Time which is taken to decide when to show alert of missing readings. Will apply only if above checkbox is enabled
ru: Время, после которого будет показано предупреждение о пропущенных показаниях. Применяется только если включена опция выше

source: Use mmol/l
ru: Использовать ммоль/л

source: Use mmol/l instead of mg/dl
ru: Использовать ммоль/л вместо мг/дл
